tap "homebrew/bundle"
brew "bat"
brew "carthage"
brew "direnv"
brew "fzf"
brew "gh"
brew "ghq"
brew "go"
brew "grpcurl"
brew "jq"
brew "lazygit"
brew "libyaml"
brew "mint"
brew "mise"
brew "periphery"
brew "swift-protobuf"
brew "protoc-gen-grpc-swift"
brew "swiftgen"
brew "swiftlint"
brew "xcode-build-server"
brew "xcodes"
vscode "anysphere.pyright"
vscode "fabiospampinato.vscode-diff"
vscode "golang.go"
vscode "mathiasfrohlich.kotlin"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "saoudrizwan.claude-dev"
vscode "sweetpad.sweetpad"
vscode "swiftlang.swift-vscode"
vscode "vadimcn.vscode-lldb"
